<!DOCTYPE html>
<html lang="zh-HK">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Web-31 校訓及校徽</title>
    <link rel="icon" href="/files/llc.jpg">
</head>
<body>
    <h1>Web-31 校訓及校徽</h1>
    <p>本校校訓:「敬畏耶和華是智慧的開端，認識至聖者便是聰明。」箴言九章十節</p>
    <p>校徽意義:校徽外圍的圓形皮帶取自新約聖經以弗所書六章十四節－『用真理當作帶子束腰』，勉勵學生要身體力行，實踐真理；圓形的皮帶喻意「完全」，強調全人的教育。背景的荊棘十字架，取材自歐洲中世紀的古老十架模式，代表著基督耶穌的救贖。其中金色的榮耀冠冕代表著基督耶穌作王。
校徽以金色為主色，表示貴重和單純的品質，聖經勉勵信徒要『作貴重的器皿，成為聖潔，合乎主用。』（提摩太後書二章廿一節）。我們期望靈糧中學的學生是懂得尊重自己及擁有高尚品格的良好公民，更是一個自信及自愛的基督徒。</p>
</body>
</html>